<?php 

return [
    'site_title' => 'লারাভেল ভাষা পরিবর্তন ডেমো',
    'header_title' => 'আমাদের ব্লগগুলো',
    'post_button' => 'আরো পরুন.',

    'first_post_title' => 'ওয়েব ডিজাইন কি ?', 
    'first_post_description' => 'ওয়েব ডিজাইনিং হল পরিকল্পনার প্রক্রিয়া, এবং একটি ওয়েবসাইট ডিজাইন করার পরিকল্পনাটি এমনভাবে বাস্তবায়ন করা যা কার্যকরী এবং একটি ভাল ব্যবহারকারীর অভিজ্ঞতা প্রদান করে।',
    'first_post_author' => 'লেখক : সোহেল রানা', 

    'second_post_title' => 'ওয়েব ডিজাইনাররা কি করেন?',
    'second_post_description' => 'ওয়েব ডিজাইনাররা দৃশ্যত আকর্ষণীয় এবং কার্যকরী ওয়েবসাইট তৈরি করে, ডিজাইনিং লেআউট, গ্রাফিক্স এবং ইউজার ইন্টারফেস অনলাইন ব্যবহারকারীর অভিজ্ঞতা বাড়াতে কাজ করে ।',
    'second_post_author' => 'লেখক : রাসেল আহমেদ',
];



 