<?php 

return [
    'site_title' => 'লারাভেল ভাষা পরিবর্তন ডেমো',
    'header_title' => 'আমাদের ব্লগগুলো',
    'post_button' => 'আরো পরুন.',
    'english' => 'ইংরেজি',
    'bangla' => 'বাংলা', 

    'first_post_title' => 'ওয়েব ডিজাইন কি ?', 
    'first_post_description' => 'ওয়েব ডিজাইনিং হল পরিকল্পনার প্রক্রিয়া, এবং একটি ওয়েবসাইট ডিজাইন করার পরিকল্পনাটি এমনভাবে বাস্তবায়ন করা যা কার্যকরী এবং একটি ভাল ব্যবহারকারীর অভিজ্ঞতা প্রদান করে।',
    'first_post_author' => 'লেখক : সোহেল রানা', 

    'second_post_title' => 'ওয়েব ডিজাইনাররা কি করেন?',
    'second_post_description' => 'ওয়েব ডিজাইনাররা দৃশ্যত আকর্ষণীয় এবং কার্যকরী ওয়েবসাইট তৈরি করে, ডিজাইনিং লেআউট, গ্রাফিক্স এবং ইউজার ইন্টারফেস অনলাইন ব্যবহারকারীর অভিজ্ঞতা বাড়াতে কাজ করে ।',
    'second_post_author' => 'লেখক : রাসেল আহমেদ',

    //----content section
    'content_desc' => 'যদিও সিম্পল প্রোগ্রামার মূলত প্রতিষ্ঠাতা জন সোনমেজ তৈরি করেছিলেন একজন ওয়েব ডেভেলপার হিসেবে তিনি যা শিখেছেন তা বোধগম্য বিষয়বস্তুতে ফুটিয়ে তোলার জন্য, আজ এটি সফ্টওয়্যার ডেভেলপার, প্রোগ্রামার এবং অন্যান্য আইটি পেশাদারদের তাদের ক্যারিয়ার এবং তাদের জীবন উন্নত করতে সহায়তা করার উপর দৃষ্টি নিবদ্ধ করে। এই ব্লগটি একজন ওয়েব ডেভেলপার হওয়ার তুচ্ছ-তাচ্ছিল্যের মধ্যে পড়ে এবং আপনি যদি ওয়েব ডেভেলপমেন্ট সম্পর্কিত কিছু সম্পর্কে চিন্তা করে থাকেন, তাহলে তারা এটি সম্পর্কে লেখার একটি ভাল সুযোগ রয়েছে। সাধারণ প্রোগ্রামার আপনাকে মূল্যবান বিষয়বস্তু প্রদানের সাথে সাথে হাস্যরসের সাথে জড়িত রেখে ভিডিওগুলিতে একটি মজাদার স্পিন রাখে। তারা ক্রমাগত নতুন নিবন্ধ পোস্ট করছে - প্রায় প্রতিদিনই - তাই আপনি কখনই বিরক্ত হবেন না।'
];



 